{
  "name": "Gimdori's Glorious Crowbar (2h)",
  "data": [
    "It increases hit chance impressively.",
    "It has magnificent weapon class for its type (awesome in general).",
    "It increases the users strength a bit.",
    "It increases the users dexterity a bit.",
    "It increases the users constitution a bit.",
    "It increases the users wisdom a bit.",
    "It increases the users intelligence a bit.",
    "It increases the users charisma a bit.",
    "It increases the users hitpoints unbelievably much.",
    "It increases the users hitpoint regeneration adequately.",
    "It increases the users spellpoint regeneration adequately.",
    "This item loses its magical powers incredibly slowly.",
    "It gives great bonus to the skill 'battle tactics'.",
    "It increases the users shadow resistance adequately.",
    "It increases the users magical resistance adequately.",
    "It increases the users electric resistance adequately.",
    "It increases damage impressively.",
    "It gives great bonus to the skill 'brawl'.",
    "It gives great bonus to the skill 'offensive efficiency'.",
    "It does acid damage monumentally.",
    "It gives great bonus to the skill 'leadership'.",
    "While wielded, this mythical weapon is a proverbial banner, rallying the",
    "troops with its glorious visage, shimmering across the battlefield. Not",
    "only does it enhance the wielder's ability to lead, it will also allow him",
    "to properly 'motivate' the followers when all methods of diplomacy fail.",
    "On the downside, anyone wielding this weapon will become convinced of their",
    "own invincibility at the expense of self-defense, and healthy common sense,",
    "as well being afflicted with an overpowering need for posturing that would be",
    "more fitting on some parade rather than in battle. Then again, this is the",
    "Glorious Crowbar.",
    "It should also be noted that it would be ridiculously easy to open a manhole",
    "with this particular crowbar since it is, after all, THE Crowbar.",
    "|"
  ],
  "type": "2h ancient"
}